{"translation-revision-date":"2025-07-28 05:43:10+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CO"},"Upgrade to PRO":["Actualizar a PRO"],"Affiliate Program":["Programa de afiliados"],"Earn flat 30% on every sale!":["¡Gana un 30 % en cada venta!"],"When auto-updates are turned off, you can enable update notifications, to send an email to the site administrator when an update is available for Rank Math.":["Cuando las actualizaciones automáticas están desactivadas, puedes activar los avisos de actualización para enviar un correo electrónico al administrador del sitio cuando haya disponible una actualización para Rank Math."],"Update Notification Email":["Correo electrónico de aviso de actualización"],"Free":["Gratis"],"PRO":["PRO"],"Saved":["Guardado"],"Import Data":["Importar datos"],"Improve SEO Score":["Mejorar la puntuación SEO"],"Account":["Cuenta"],"Connected":["Conectado"],"Not Connected":["No conectado"],"Connect Now":["Conectar ahora"],"Disconnect Account":["Desconectar cuenta"],"Version Control":["Control de versiones"],"Auto Update Plugin":["Actualización automática del plugin"],"Rank Math will not auto-update because you have rolled back to a previous version. Update to the latest version manually to make this option work again.":["Rank Math no se actualizará automáticamente porque se ha vuelto a una versión anterior. Actualiza manualmente a la última versión para que esta opción funcione de nuevo."],"Rollback to Previous Version":["Volver a una versión anterior"],"If you are facing issues after an update, you can reinstall a previous version with this tool.":["Si tienes problemas después de una actualización, con esta herramienta puedes volver a instalar una versión anterior."],"Warning: ":["Advertencia: "],"Your Version":["Tu versión"],"Rolled Back Version: ":["Versión revertida: "],"You are using the latest version of the plugin.":["Estás usando la última versión del plugin."],"This is the version you are using on this site.":["Esta es la versión que estás utilizando en este sitio."],"Latest Stable Version":["Última versión estable"],"Update Now":["Actualizar ahora"],"This is the latest version of the plugin.":["Esta es la última versión del plugin."],"Rollback Version":["Retroceder versión"],"Roll back to this version.":["Volver a esta versión."],"Beta Opt-in":["Probar betas"],"You can take part in shaping Rank Math by test-driving the newest features and letting us know what you think. Turn on the Beta Tester feature to get notified about new beta releases. The beta version will not install automatically and you always have the option to ignore it.":["Puedes participar en la configuración de Rank Math realizando pruebas de las características más recientes y permitiéndonos saber lo que piensas. Activa la función de pruebas beta para recibir avisos sobre las nuevas versiones beta. La versión beta no se instalará automáticamente y siempre tienes la opción de ignorarla."],"Beta Tester":["Probador beta"],"Import & Export":["Importar y exportar"],"Save Changes":["Guardar cambios"],"Auto Update":["Actualización automática"],"Settings":["Ajustes"],"Direct help from our qualified support team":["Ayuda directa de nuestro equipo cualificado de soporte"],"Ticket Support":["Soporte por tickets"],"Understand all the capabilities of Rank Math":["Entiende todas las capacidades de Rank Math"],"Online Documentation":["Documentación online"],"Product Support":["Soporte del producto"],"How to Make Your Posts Pass All the Tests":["Cómo hacer que tus entradas pasen todos las pruebas"],"How to Import Data from Your Previous SEO Plugin":["Cómo importar datos de tu plugin de SEO anterior"],"How to Properly Setup Rank Math":["Cómo configurar apropiadamente Rank Math"],"Setup Rank Math":["Configurar Rank Math"],"Setup Wizard":["Asistente de configuración"],"Help":["Ayuda"],"Modules":["Módulos"],"Dashboard":["Escritorio"]}},"comment":{"reference":"assets\/admin\/js\/modules.js"}}